init:

    $ mods["Priezprediy"] = u"<Приезжий>"
    define igor = Character(u'Игорь', color="a6a65d", what_color="f1d076",)
    define pred = Character(u'Председатель', color="d1d689", what_color="f1d076",)
    define valya = Character(u'Валя', color="018e1f", what_color="f1d076",)
    define sinkin = Character(u'Синкин', color="cacdaa", what_color="f1d076",)
    define olga = Character(u'Ольга', color="857b19", what_color="f1d076",)
    
label Priezprediy:
    "Против председателя сельсовета, боком к столу, утонув в новеньком необъятном кресле (председатель сам очень удивился, когда к нему завезли эти мягкие, пахучие громадины - три штуки! Прям как бабы хорошие, - сказал он тогда) сидел не старый еще, седой мужчина в прекрасном светлом костюме, худощавый, чуть хмельной, весело отвечал на вопросы."
    
    pred "- Как это? - не мог понять председатель.- Просто - куда глаза глядят?"
    
    igor "- Да. Взял подробную карту области, ткнул пальцем - Мякишево. Мгм, Мякишево... Попробовал на вкус - ладно. Приезжаю, узнаю: речка Мятла. О господи!.. еще вкуснее. Спрашивается, где же мне отдыхать, как не в Мякишеве, что на речке Мятле? "
    
    pred "- Ну, а на юг, например? В санаторий..."
    
    igor "- В санаториях - нездорово, "
    
    pred "- Вот те раз!.. "
    
    igor "- Вы бывали? "
    
    pred "- Бывал, мне нравится." 
    
    igor "- А мне не нравится. Мне нравится, где не подстрижено, не заплевано... Словом, у вас возражений нет, если я отдохну в вашем селе? Паспорт у меня в порядке..."
    
    pred "- Не нужен мне ваш паспорт. Отдыхайте на здоровье. Вы что, художник? - Председатель кивнул на этюдник. "
    
    igor "- Так, для себя. "
    
    pred "- Я понимаю, что не на базар. Для выставки?"
    
    "Приезжий улыбнулся, и улыбка его вспыхнула ясным золотом вставных зубов. "
    
    igor "- Для выставки - это уже не для себя.- Ему нравилось отвечать на вопросы. Наверно, он с удовольствием отвечал бы даже на самые глупые.Для себя - это в печь. "
    
    pred "- Для чего же тогда рисовать? "
    
    igor "- Для души. Вот я стою перед деревом, положим, рисую, и понимаю: это глупо. Меня это успокаивает, я отдыхаю. То есть я с удовольствием убеждаюсь, что дерево, которое я возымел желание перенести на картон, никогда не будет деревом..."
    
    pred "- Но есть же - умеют. "
    
    igor "- Никто не умеет. "
    
    "Здорово поддавши, но держится хорошо,- отметил председатель."
    
    pred "- Мда... "
    
    igor "- Вы не подскажите, у кого бы я мог пока пожить? Пару недель, не больше. "
    
    "Председатель подумал... И не заметил, что, пока соображал, успел отметить прекрасный костюм художника, золотые зубы, седину его, умение держаться... "
    
    pred "- Пожить-то? Если, допустим, у Синкиных?.. Дом большой, люди приветливые... Он у нас главным инженером работает на РТСе... Дом-то как раз над рекой, там прямо с террасы рисовать можно. "
    
    igor "- Прекрасно! "
    
    pred "- Только, знаете, он насчет этого - не любитель. Выпивает, конечно, по праздникам, а так... это... не любитель. "
    
    igor "- Да что вы, бог с вами! - воскликнул приезжий.- Это я ведь так с дороги... Не побрит вот еще...- А так я ни-ни! Тоже по праздникам: первое января, Первое мая, седьмое ноября, День шахтера, День железнодорожника... "
    
    pred "- Ну, это само собой, "
    
    igor " - Вы тоже в День железнодорожника? "
    
    "Председатель засмеялся: ему нравился этот странный человек наивный, простодушный и очень не глупый, "
    
    pred "- У нас свой есть - день борозды. А вы что, железнодорожник? "
    
    igor "- Да. Знаете, проектирую безмостовую систему железнодорожного сообщения. "
    
    pred "- Как это - безмостовую? "
    
    igor " - А так. Вот идет поезд - нормально, по рельсам. Впереди - река. А моста нет. Поезд идет полным ходом... " 
    
    "Председатель пошевелился в кресле: "
    
    pred "- Ну? "
    
    igor "- Что делает поезд? Он пла-авненько поднимается в воздух, перелетает,- приезжий показал рукой,- через реку, снова становится на рельсы и продолжает путь. "
    
    "Председатель готов посмеяться вместе с приезжим, только ждет, чтобы тот пригласил. "
    
    igor "- Представляете, какая экономия? - серьезно спрашивает приезжий. "
    
    pred "- Это как же он, простите, перелетает? - Председатель все готов посмеяться и знает, что сейчас они посмеются. "
    
    igor "- Воздушная подушка! Паровоз пускает под себя мощную струю отработанного пара, вагоны делают то же самое - каждый под себя,паровоз подает им пар по тормозным шлангам... Весь состав пла-авненько перелетает реченьку... "
    
    "Председатель засмеялся; приезжий тоже озарил свое продолговатое лицо ясной золотой улыбкой. "
    
    igor "- Представляете? "
    
    pred "- Представляю. Этак мы через месяц-другой пла-авненько будем в коммунизме. "
    
    igor "- Давно бы уж там были! - смеется приезжий.- Но наши бюрократы не утверждают проект. "
    
    pred "- Действительно, бюрократы. Проект-то простой. Вы как насчет рыбалки? Не любитель? "
    
    igor "- При случае могу посидеть... "
    
    pred "- Ну вот, с Синкиным сразу общий язык найдете. Того медом не корми, дай посидеть с удочкой. "
    
    "Приезжий скоро нашел большой дом Синкина, постучал в ворота, "
    
    valya "- Да! - откликнулись со двора. - Входите!.. - В голосе женщины (откликнулась женщина) чувствовалось удивление - видно, здесь не принято было стучать. "
    
    "Приезжий оторопел... Голос женщины показался ему знакомым. Он вошел... Прямо перед ним на крыльце с тазом в руках стояла женщина... Лет, наверно, пятидесяти, красивая в прошлом, ныне полная - очень. Она тоже оторопела. "
    
    valya "- Игорь... - сказала она тихо, с ужасом. "
    
    igor "- Вот это да,- тоже тихо сказал приезжий.- Как в кино...- Он пытался улыбаться. "
    
    valya "- Ты что?.. Как ты нашел? "
    
    igor "- Я не искал. "
    
    valya "- Но как же ты нашел?.. Как ты попал сюда? "
    
    igor "- Случайность... "
    
    valya "- Игорь, господи!.. "
    
    "Женщина говорила негромко. И смотрела, смотрела, не отрываясь, смотрела на мужчину. Тот тоже смотрел на нее, но на лице у него не было и следа насмешливого, иронического выражения. "
    
    valya "- Я знала, что ты вернулся... Инга писала... "
    
    igor "- Ольга жива? - чувствовалось, что этот вопрос дался мужчине нелегко. Он - или боялся худого ответа, или так изождался этого момента и так хотел знать хоть чтонибудь - он побледнел. И женщина, заметив это, поспешила: "
    
    valya "- Ольга - хорошо, хорошо!.. Она - в аспирантуре. Но, Игорь, она ничего не знает, для нее отец - Синкин... Я ей ничего... "
    
    igor "- Понимаю. Синкин дома? "
    
    valya "- Нет, но с минуты на минуту может прийти на обед... Игорь!.. "
    
    igor "- Я уйду, уйду. Ольга красивая? "
    
    valya "- Ольга?.. Да. У меня еще двое детей. Ольга здесь... на каникулах. Но, Игорь... нужно ли встречаться? "
    
    "Мужчина прислонился к воротному столбу. Молчал. Женщина ждала. Долго молчали. "
    
    igor "- Валя...- Голос мужчины дрогнул,- Я только посмотрю. Я ничем себя не выдам. Клянусь тебе, клянусь, чем хочешь... "
    
    valya "- Не в этом дело, Игорь... "
    
    igor "- Я был у вашего председателя, он меня направил сюда... к Синкину. Я так и скажу. Потом скажу, что мне не понравилось здесь. Умоляю... Я же только посмотрю! "
    
    valya "- Не знаю, Игорь... Она скоро придет. Она на реке. Но, Игорь... "
    
    igor "- Клянусь тебе! "
    
    valya "- Поздно все возвращать. "
    
    igor "- Я не собираюсь возвращать. У меня тоже семья... "
    
    valya "- Инга писала, что нету. "
    
    igor "- Господи, прошло столько!.. У меня теперь все есть. "
    
    valya "- Есть дети? "
    
    igor "- Нет, детей нету. Валя, ты же знаешь, я смогу выдержать - я ничего не скажу ей. Я ничего не испорчу. Но ты же должна понять, я не могу... не посмотреть хотя бы. Иначе я просто объявлюсь - скажу ей.Голос мужчины окреп, он - из беспомощной позы своей (прислоненный к столбу) - вдруг посмотрел зло и решительно,- Неужели ты этого хочешь? "
    
    valya "- Хорошо,- сказала женщина.- Хорошо. Я тебе верю, Я тебе всегда верила. Когда ты вернулся? "
    
    igor "- В пятьдесят четвертом. Валя, я выдержу эту комедию. Дай, если есть в доме, стакан водки. "
    
    valya "- Ты пьешь? "
    
    igor "- Нет... Но сил может не хватить. Нет, ты не бойся! - испугался он сам. - Просто так легче. Сил хватит, надо только поддержать. Господи, я счастлив! "
    
    valya "- Заходи в дом. "
    
    "Вошли в дом. "
    
    igor "- А где дети? "
    
    valya " - В пионерлагере. Они уже в шестом классе. Близнецы, мальчик и девочка. "
    
    igor "- Близнецы? Славно. "
    
    valya "- У тебя действительно есть семья? "
    
    igor "- Нет. То есть была... не получилось. "
    
    valya "- Ты работаешь на старом месте? "
    
    igor "- Нет, я теперь фотограф. "
    
    valya "- фотограф?! "
    
    igor "- Художник-фотограф. Не так плохо, как может показаться. Впрочем, не знаю. Не надо об этом. Ты хорошо живешь? "
    
    "Женщина так посмотрела на мужчину... словно ей неловко было сказать, что она живет хорошо, словно ей надо извиняться за это, "
    
    valya "- Хорошо, Игорь. Он очень хороший... "
    
    igor "- Ну, и слава богу! Я рад. "
    
    valya "- Мне сказали тогда... "
    
    igor "- Не надо! - велел мужчина,- Неужели ты можешь подумать, что я стану тебя упрекать или обвинять? Не надо об этом, Я рад за тебя, правду говорю. "
    
    valya "- Он очень хороший, увидишь. Он к Ольге... "
    
    igor "- Я рад за тебя!!! "
    
    valya "- Ты пьешь, Игорь,-утвердительно, с сожалением сказала женщина, "
    
    igor "- Иногда, Ольга по какой специальности? "
    
    th "- ... филолог. Она, по-моему... не знаю, конечно, но, по-моему, она очень талантлива. Очень! "
    
    igor "- Я рад,- еще сказал мужчина. Но вяло как-то сказал. Он как-то устал вдруг. "
    
    valya "- Соберись, Игорь. "
    
    igor "- Все будет в порядке. Не бойся. "
    
    valya "- Может быть, ты пока побреешься? У тебя есть чем? "
    
    igor "- Есть, конечно! - Мужчина, вроде опять повеселел.- Это ты верно. Розетка есть? "
    
    valya "- Вот. "
    
    "Мужчина раскрыл чемодан, наладил электробритву и только стал бриться... "
    
    "Пришел Синкин. Упитанный, радушный, очень подвижный, несколько шумный. "
    
    "Представились друг другу. Приезжий объяснил, что он зашел к председателю сельсовета, и тот... "
    
    el "- И правильно сделал, что послал ко мне! - громко похвалил Синкин.- Вы не рыбак? "
    
    igor "- При случае и при хорошем клеве. "
    
    el "- Случай я вам обеспечу. Хороший клев - не знаю. Мало рыбешки стало, мало. На больших реках - там на загрязнения жалуются, у нас плотины все перепутали... "
    
    igor "- У вас - плотины? Откуда? "
    
    el "- Да не у нас - внизу. Но образовались же целые моря!.. и она, милая, подалась от нас на новые, так сказать, земли. Залиты же тысячи гектаров, там ей корма на десять лет невпроворот. "
    
    igor "- Тоже проблема: почему рыба из малых рек уходит в новые большие водоемы? "
    
    el "- Проблема! А как вы думаете?.. Еще какая. У нас тут были целые рыболовецкие артели - крышка. Распускать. А у людей - образ жизни сложился, профессия... "
    
    igor "- Назовите это: рыба уходит на новостройки и дело с концом. "
    
    "Мужчины посмеялись. "
    
    el "- Мама, что-нибудь насчет обеда слышно? "
    
    valya "- Обед готов. Садитесь. "
    
    el "- Вы здесь хорошо отдохнете, не пожалеете,- говорил Синкин, усаживаясь за стол и приветливо глядя на гостя.- Я сам не очень уважаю всякие эти курорты, приходится - из-за супруги вон. "
    
    valya "- Из-за детей,- уточнила супруга. "
    
    el "- Из-за детей, да. Мама, у нас есть чего-нибудь выпить? "
    
    valya "- Тебе не нужно больше идти? "
    
    el "- Нужно, но - ехать. И далеко. Пока доеду, из меня вся эта, так сказать, дурь выйдет. Давай! Не возражаете? "
    
    igor "- Нет. "
    
    el "- Давай, мать! Нет, отдохнете здесь славно, ручаюсь. У нас хорошо. "
    
    valya "- Не ручайся, Коля, человеку, может, не понравится. "
    
    el "- Понравится! "
    
    igor "- Вы здешний? - спросил приезжий хозяина. "
    
    el "- Здешний. Не из этого села, правда, но здесь - из этих краев. А где Ольга? "
    
    valya "- На реке. "
    
    el "- Что же она - к обеду-то? "
    
    valya "- А то ты не знаешь Ольгу! Набрала с собой кучу книг... Да придет, куда она денется. "
    
    el "- Старшая,- пояснил хозяин.- Грызет гранит науки. Уважаю теперешнюю молодежь, честное слово. Ваше здоровье! "
    
    igor "- Спасибо. "
    
    el "- Мы ведь как учились?.. Кхах! Мамочка, у тебя где-то груздочки были. "
    
    valya "- Ты же не любишь в маринаде. "
    
    el "- Я - нет, а вот Игорь Александрович попробует. Местного, так сказать, производства. Попробуйте. Головой понимаю, что это, должно быть, вкусно, а - что сделаешь? - не принимает душа маринад. В деревне вырос - давай все соленое. Подай, мама. "
    
    igor "- Так что там - про молодежь? "
    
    el "- Молодежь? Да... Вот ругают их-такие-сякие, нехорошие, а мне они нравятся, честное слово. Знают много. Ведь мы как учились?.. У вас высшее? "
    
    igor "- Высшее. "
    
    el "- Ну, примерно в те же годы учились, знаете, как это было: тоже давай! давай! Двигатель внутреннего сгорания?-изучай быстрей и не прыгай больше. Пока хватит - некогда. Теперешние - это совсем другое дело. Я чувствую: старшей со мной скучно. Я, например, не знаю, что такое импрессионизм, и она, чувствую, смотрит сквозь меня... "
    
    valya "- Выдумываешь, Николай,- встряла женщина.- У тебя - одно, у ней другое. Заговори с ней о своих комбайнах, ей тоже скучно станет. "
    
    el "- Да нет, она-то как раз... Она вот тут на днях мне хоро-о-шую лекцию закатила. Просто хорошую! Про нашего брата, инженерию... Вы знаете такого - Гарина-Михайловского? Слышали? "
    
    igor " - Слышал. "
    
    el "- Вот, а я, на беду свою, не слышал. Ну, и влетело. Он что, действительно, и мосты строил, и книги писал? "
    
    igor "- Да вы небось читали, забыли только... "
    
    el "- Нет, она называла его книги - не читал. Вы художник? "
    
    igor "- Что-то вроде этого. Сюда, правда, приехал пописать. Тире отдохнуть. Мне у вас очень понравилось. "
    
    el "- У нас хорошо! "
    
    igor "- У нас тоже хорошо, но у вас еще лучше. "
    
    el "- Вы откуда? "
    
    igor "- Из Н-ска. "
    
    el "- Я там, кстати, учился. "
    
    igor "- Нет, у вас просто здорово! "
    
    "Женщина с тревогой посмотрела на гостя. Но тот как будто даже протрезвел. И на лице у него опять появилось ироническое выражение, и улыбка все чаще вспыхивала на лице - добрая, ясная. "
    
    el "- У нас, главное,- воздух. Мы же - пятьсот двадцать над уровнем моря,- рассказывал хозяин. "
    
    igor "- Нет, мы значительно ниже. Хотя у нас тоже неплохо. Но у вас!.. У вас очень хорошо! "
    
    el "- Причем учтите: здесь преобладают юго-восточные ветры, а там никаких промышленных предприятий. "
    
    igor "- Да нет, что там говорить! Я, правда, предпочитаю северо-восточные ветры, но юго-восточные - это великолепно, И там никаких промышленных предприятий? "
    
    el "- А откуда? Там же... эти... "
    
    igor "- Нет, это великолепно! А как у вас с текущим ремонтом? "
    
    "Хозяин засмеялся: "
    
    el "- Во-он вы куда!.. Нет, тут сложней. Могу только сказать: юго-восточные ветры на текущий ремонт влияния не оказывают. К сожалению. "
    
    igor " - А вал? Собственно говоря, как с валом? "
    
    el "- Вал помаленьку проворачиваем... Скрипим тоже. "
    
    igor "- Вот это плохо. "
    
    el "- Я вам так скажу, дорогой товарищ, если вы этим интересуетесь.,. "
    
    valya "- Коля, за тобой заедут? А то будут ждать... "
    
    el "- Козлов заедет. Если вы уж этим заинтересовались... "
    
    valya "- Коля, ну кому это интересно - текущий ремонт, вал? "
    
    el "- Но товарищ же спрашивает, "
    
    valya "- Товарищ... просто поддерживает беседу, а ты на полном серьезе взялся... Не будет же он с тобой об импрессионистах говорить, раз ты ничего в этом не понимаешь. "
    
    el "- Не на одних импрессионистах мир держится. "
    
    igor "- Не перевариваю импрессионистов,- заметил гость.- Крикливый народ. Нет, вал меня действительно очень интересует, "
    
    el "- Так вот, если вам это... "
    
    valya "- Ольга идет. "
    
    "Гость, если бы за ним в это время наблюдать, заволновался. Привстал было, чтобы посмотреть в окно, сел, взял вилку, повертел в руках... положил. Закурил, Взял было рюмку, посмотрел на нее, поставил на место. Уставился на дверь, "
    
    "Вошла рослая, крепкая, юная женщина. Она, как видно, искупалась, и к ее влажному еще телу местами прилипло легкое ситцевое платье, и это подчеркивало, сколь сильно, крепко, здорово это тело. "
    
    olga "- Здравствуйте! - громко сказала женщина. "
    
    valya "- Оля, у нас гость - художник,- поспешила представить мать,Приехал поработать, отдохнуть... Игорь Александрович, "
    
    "Игорь Александрович поднялся, серьезно, пристально глядя на молодую женщину, пошел знакомиться. "
    
    igor "- Игорь Александрович. "
    
    olga "- Ольга Николаевна. "
    
    igor "- Игоревна,- поправил гость. "
    
    valya "- Игорь!.. Игорь Александрович! - воскликнула хозяйка. "
    
    olga " - Я не поняла,- сказала Ольга. "
    
    igor " - Твое отчество - Игоревна. Я твой отец. В сорок третьем году я был репрессирован. Тебе было... полтора года. "
    
    "Ольга широко открытыми глазами смотрела на гостя... отца? "
    
    "С этой минуты в большом, уютном доме Синкиных на какое-то время хозяином сделался... гость. У него появилась откуда-то твердость, трезвость, И он совсем не походил на того беспечного, ироничного, веселого, каким только что был. Долго все молчали. "
    
    valya "- Игорь... - прерывающимся голосом, отчаянно заговорила хозяйка, ты нашел! Ты сказал-это случайность... Нет, ты нашел! Это жестоко, "
    
    igor "- Нашел, да. Я искал много лет. Случайность с домом... Синкина. "
    
    valya "- Но это жестоко, Игорь, жестоко!.. "
    
    igor "- Неужели не жестоко - при живом отце... даже не позволить знать о нем. Вы считаете, это было правильно? - повернулся Игорь Александрович к Синкину. "
    
    "Тот почему-то почувствовал себя оскорбленным. "
    
    el "- Сорок третий год - это не тридцать седьмой! - резко сказал он.Еще не известно... "
    
    igor "- Нет, в плену я не был. При мне - все мои документы, партийный билет и все ордена. Предателям этого не возвращают. Но речь о другом... Ольга: прав я или не прав, что нашел тебя? "
    
    "Ольга все еще не пришла в себя... Она села на стул. И во все глаза смотрела на родного отца. "
    
    olga "- Я ничего не понимаю... "
    
    valya "- Ты клялся, Игорь!.. - стонала хозяйка. - Как это жестоко! "
    
    igor "- Ольга...- Игорь Александрович смотрел на дочь требовательно. И вместе - умоляюще,- Я ничего не прошу, не требую... Я хочу знать: прав я или нет? Я не мог жить иначе. Я помню тебя маленькой, и этот образ преследовал меня... Мучил. Я слаб здоровьем. Я не мог умереть, не увидев тебя... такой. "
    
    valya "- Ольга, он пьет! - воскликнула вдруг хозяйка. - Он - пьющий! Он опустившийся... "
    
    el "- Прекрати! - Синкин с силой ударил кулаком по столу.- Прекрати так говорить! Хозяйка заплакала. "
    
    olga "- Вы хотите, чтобы я сказала свое слово? - поднялась Ольга. "
    
    "Все повернулись к ней. "
    
    olga "- Уходите отсюда. Совсем.- Она смотрела на отца. "
    
    "Судя по тому, как удивлены были мать и отчим, они ее такой еще не видели. 'Не знали, "
    
    "Игорь Александрович сник, плечи опустились... Он вдруг постарел на глазах. "
    
    igor "- Оля... "
    
    olga "- Немедленно, "
    
    igor "- Боже мой! - только и сказал гость. И еще раз, тихо: - Боже мой.Подошел к столу, дрожащей рукой взял рюмку водки, выпил. Взял свой чемодан, этюдник... Все это он проделал в полной тишине. Слышно было, как ветка березы чуть касалась верхнего стекла окна - трогала. "
    
    "Гость остановился на пороге: "
    
    igor "- Почему же так, Оля? "
    
    valya "- Тебе все объяснили, Игорь! - жестко сказала хозяйка. Она перестала плакать. "
    
    igor "- Почему так, Оля? "
    
    olga "- Так надо. Уезжайте из села. Совсем. "
    
    el "- Подождите, нельзя же так... - начал было Синкин, но Ольга оборвала его: "
    
    olga "- Папа, помолчи. "
    
    el "- Но зачем же гнать человека?! "
    
    olga "- Помолчи! Я прошу. "
    
    "Игорь Александрович вышел... Вслепую толкнул ворота... Оказалось надо на себя. Он взял в одну руку чемодан и этюдник, открыл ворота. Этюдник выпал из руки, посыпались кисти, тюбики с краской. Игорь Александрович подобрал, что не откатилось далеко, кое-как затолкал в ящичек, закрыл его. И пошел по улице - в сторону автобусной остановки. "
    
    "Погода стояла редкостная - ясно, тепло, тихо. Из-за плетней смотрели круглолицые подсолнухи, в горячей пыли дороги купались воробьи - никого вокруг, ни одного человека. "
    
    igor "- Как тихо,- сказал сам себе Игорь Александрович,- Поразительно тихо.- Он где-то научился говорить сам с собой.- Если бы однажды так вот - в такой тишине - перешагнуть незаметно эту проклятую черту... И оставить бы здесь все боли, и все желания, и шагать, и шагать по горячей дороге, шагать и шагать - бесконечно. Может, мы так и делаем? Возможно, что я где-то когда-то уже перешагнул в тишине эту черту - не заметил - и теперь вовсе не я, а моя душа вышагивает по дороге на двух ногах. И болит. Но почему же тогда болит? Пожалуйся, пожалуйся... Старый осел. Я шагаю, я-собственной персоной. Несу чемодан и этюдник. Глупо! Господи, как глупо и больно! "
    
    "Он не замечал, что торопится. Как будто и в самом деле скорей хотел где-то на дороге, за невидимой чертой, оставить едкую боль, которая железными когтями рвала сердце. Он торопился в чайную, что на краю села, у автобусной остановки. Он знал, что донесет туда свою боль и там слегка оглушит ее стаканом водки. Он старался ни о чем не думать - о дочери. Красивая, да. С характером. Замечательно. Замечательно... Потом он в такт своим шагам стал приговаривать: "
    
    igor "- За-ме-ча-тель-но! За-ме-ча-тель-но! За-ме-ча-тель-но! "
    
    "Мысли, мысли - вот что мучает человека. Если бы, к примеру, получил боль - и в лес: травку искать, травку, травку - от боли. "
    
    "На автобусной станции, возле чайной, его ждала дочь Ольга. Она знала путь короче - опередила, Она взяла его за руку, отвела в сторону - от людей. "
    
    olga "- Хотел выпить? "
    
    igor "- Да. - Сердце у Игоря Александровича сдваивало. "
    
    olga "- Не надо, папа. Я всегда знала, что ты есть - живой. Никто мне об этом не говорил... я сама знала. Давно знала. Не знаю, почему я так знала... "
    
    igor "- Почему ты меня прогнала? "
    
    olga "- Ты мне показался жалким. Стал говорить, что у тебя документы, ордена... "
    
    igor "- Но они могут подумать... "
    
    olga "- Я, я не могла подумать! - с силой сказала Ольга.- Я всю жизнь знала тебя, видела тебя во сне-ты был сильный, красивый... "
    
    igor "- Нет, Оля, я не сильный. А вот ты красива - я рад. Я буду тобой гордиться. "
    
    olga "- Где ты живешь? "
    
    igor "- Там же, где жила... твоя мать. И ты. Я рад, Ольга! - Игорь Александрович закусил нижнюю губу и сильно потер пальцем переносицу чтоб не заплакать. "
    
    "И заплакал. "
    
    olga "- Я пришла сказать тебе, что теперь я буду с тобой, папа. Не надо плакать, перестань. Я не хотела, чтоб ты там унижался... Ты пойми меня. "
    
    igor "- Я понимаю, понимаю,- кивал головой Игорь Александрович.Понимаю, дочь... "
    
    olga "- Ты одинок, папа. Теперь ты не будешь одинок. "
    
    igor "- Ты сильная, Ольга. Вот ты - сильная. И красивая... Как хорошо, что так случилось... что ты пришла. Спасибо. "
    
    olga "- Потом, когда ты уедешь, я, наверно, пойму, что я - рада. Сейчас я только понимаю, что я тебе нужна. Но в груди - пусто. Ты хочешь выпить? "
    
    igor "- Если тебе это неприятно, я не стану. "
    
    olga "- Выпей. Выпей и уезжай. Я приеду к тебе. Пойдем, выпей... "
    
    "Через десять минут синий автобус, посадив у остановки "Мякишево" пассажиров, катил по хорошему проселку в сторону райцентра, где железнодорожная станция. "
    
    "У открытого окна, пристроив у ног чемодан и этюдник, сидел седой человек в светлом костюме. Он плакал. А чтобы этого никто не видел, он высунул голову в окно и незаметно - краем рукава - вытирал слезы. "